---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecMaxPoleBreakers
source: html/74f0507d-932c-4449-94a1-19fc10006e3a.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecMaxPoleBreakers Property

"Max Number of Single Pole Breakers"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecMaxPoleBreakers { get; }
```